<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    // FORM
    'title'             => 'Авторизация',
    'e-mail'            => 'E-mail',
    'password'          => 'Пароль',
    'remember_me'       => 'Запомнить меня',
    'login-button'      => 'Войти',
    'forgot_password'   => 'Восстановить пароль',

    // ERRORS
    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
];
